Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_3.tmx
Source language: de
Languages: en

source: Werbetafeln aus Porzellan [nicht leuchtend]
en: Advertising display boards of porcelain [non-luminous]

source: Sitzpolster als Teile von Möbeln
en: Seat pads being parts of furniture

source: Schlafmatten [Matratzen] für Campingzwecke
en: Sleeping mats for camping [mattresses]

source: Schiebetüren für Möbel
en: Sliding doors for furniture

source: Hängestangen, nicht aus Metall, zum Aufhängen von Artikeln
en: Suspension rods (Non-metallic -) for hanging up articles

source: Felsbolzen, nicht aus Metall
en: Rock bolts, not of metal

source: Stangen für Stores
en: Rods for net curtains

source: Baumstützstangen, nicht aus Metall
en: Tree supports (Non-metallic -)

source: Ausziehbare Schienen aus Kunststoff für Tüllgardinen
en: Expanding rails of plastics for net curtains

source: Füße für Anschlagtafeln [nicht aus Metall]
en: Feet for display boards (non-metallic)

source: Flexible Behälter aus Kunststoff zur Lagerung von Flüssigkeiten
en: Flexible containers of plastics for the storage of liquids

source: Selbstbohrdübel, nicht aus Metall
en: Self-tapping non-metallic plugs

source: Spleißverbinder aus Kunststoff für nicht elektrische Kabel
en: Splice connectors (Plastic -) for non-electric cables

source: Dekorative Wandtafeln [Möbel], nicht aus Textil
en: Plaques (decorative wall -) [furniture] not of textile

source: Kunststoffboxen [groß] für gewerbliche Zwecke
en: Plastic boxes [large] for industrial use

source: Künstliches Horn
en: Artificial horns

source: Kunststoffbehälter zum Kompostieren
en: Bins of plastics for making compost

source: Zusammenlegbare Verpackungskisten aus Holz
en: Boxes (packaging -) in collapsible form [wood]

source: Zusammenfaltbare Verpackungskisten [aus Kunststoff]
en: Boxes (packaging -) in flat form [plastic]

source: Hahnentlüftungsstopfen aus Holz
en: Tap venting plugs of wood

source: Wassergefüllte Kopfkissen, nicht für medizinische Zwecke
en: Water pillows, other than for medical purposes

source: Hocker auf Rollen [Möbel]
en: Mobile stools [furniture]

source: Körbe für Fässer
en: Baskets for barrels

source: Schmuckskulpturen aus Wachs
en: Ornamental sculptures made of wax

source: Ladenmöbel für die Ausstellung von Karten
en: Shop furniture for use in displaying cards

source: Geflechte aus Onigaya-Gras [ausgenommen Matten]
en: Onigaya hay [raw or partly worked material]

source: Zuhaltungen, nicht aus Metall [Teile von Schlössern]
en: Tumblers (non-metallic -) [parts of locks]

source: U-Bolzen, nicht aus Metall
en: U-bolts (Non-metallic -)

source: Rollen, nicht aus Metall, für Gleitfenster
en: Rollers (Non-metallic -) for sliding windows

source: Nicht metallische Lagergestelle [Möbel]
en: Non-metallic storage racks [furniture]

source: Dekorative Kantenstreifen aus Holz für Fensterbeschläge
en: Decorative edging strips of wood for use with window fittings

source: Badezimmeruntertische mit eingelassenen Waschbecken
en: Bathroom vanity units incorporating basins

source: Aufbewahrungskisten aus Kunststoff
en: Storage chests made of plastic

source: Briefständer [Möbel]
en: Letter racks [furniture]

source: Kombinierte Behälter [nicht aus Metall und nicht für Haushalt oder Küche]
en: Combined containers [non-metallic and not for household or kitchen use]

source: Gardinenhalter aus Metall zum Raffen von Gardinen
en: Curtain embraces of metal for holding back curtains

source: Förderpaletten, nicht aus Metall
en: Handling pallets, not of metal

source: Treibstangen, nicht aus Metall, für Schlösser
en: Cremone bolts of non-metallic materials for locks

source: Treibstangen, nicht aus Metall, für Fenster
en: Cremone bolts, not of metal for windows

source: Figuren aus Rattan
en: Figures made of rattan

source: Schließer [nicht elektrisch und nicht aus Metall] für Türen
en: Closers (Non-electric, non-metallic -) for doors

source: Fotorahmen aus Holz
en: Photograph frames of wood

source: Matten für Babylaufgitter
en: Mats for infant playpens

source: Flugzeugmodelle [Ziergegenstände] aus Kunststoff
en: Model aeroplanes [ornaments] made of plastic

source: Mechaniken [nicht aus Metall, nicht elektrisch] zum Verriegeln von Fenstern
en: Mechanisms (Non-metallic, non-electric -) for locking windows

source: Schrankwände aus Metall [Möbel]
en: Metal wall units [furniture]

source: Tafeln für Anzeigezwecke [nicht leuchtend und nicht mechanisch]
en: Panels for display purposes [non-luminous and non-mechanical]

source: Anschlagtafeln zum Ausstellen von Druckerzeugnissen
en: Boards for the display of printing materials

source: Gefüllte Kissen
en: Stuffed pillows

source: Anzeigetafeln aus Kunststoff
en: Display boards made of plastics

source: Feuersichere Schränke [Möbel], nicht aus Metall
en: Fire safe cabinets [furniture] (non-metallic -)

source: Tonnenreifen, nicht aus Metall
en: Cask hoops, not of metal

source: Horizontale Innenlamellenjalousien für Türen
en: Horizontal slatted blinds [indoor] for doors

source: Orientalische faltbare Raumteiler [Byoubu]
en: Oriental folding partition screens (byoubu)

source: Orientalische einteilige Trennwände [Tsuitate]
en: Oriental single panel standing partition (tsuitate)

source: Möbelbeschläge, nicht aus Metall
en: Furniture fittings, not of metal

source: Fensterbeschläge, nicht aus Metall
en: Window fittings, not of metal

source: Tanks, nicht aus Metall, für flüssige Brennstoffe
en: Containers, not of metal, for liquid fuel

source: Vorhangrollen aus Kunststoff
en: Pulleys of plastics for blinds

source: Geflochtene Holzblenden [Möbel]
en: Woven timber blinds [furniture]

source: Kisten aus Kunststoff
en: Boxes made of plastic

source: Büchergestelle zur Aufbewahrung von Druckereierzeugnissen
en: Literature racks for the storage of printed material

source: Befestigungsmaterial [nicht aus Metall] für Rohre [ausgenommen Maschinenteile]
en: Clamps (non-metallic -) for pipes [other than parts of machines]

source: Handtuchspender [ortsfest], nicht aus Metall
en: Towel dispensers, fixed, not of metal

source: Mörtelmischtröge, nicht aus Metall
en: Troughs, not of metal, for mixing mortar

source: Unterlegscheiben aus Kunststoffmaterialien
en: Grommets made of plastics materials

source: Vorrichtungen [nicht aus Metall, nicht elektrisch] zum Rollen von Fenstern
en: Mechanisms (Non-metallic, non-electric -) for rolling windows

source: Tische [Möbel]
en: Tables [furniture]

source: Stoßschutzleisten für Möbel
en: Bumper guards for furniture

source: Leitern aus Plastik
en: Ladders made of plastics

source: Fensterschließer, nicht elektrisch und nicht aus Metall
en: Window closing devices (Non-electric -) of non-metallic materials

source: Fensterdrücker, nicht aus Metall
en: Window handles (Non-metallic -)

source: Kunststoffrollen für Garagentore
en: Plastic garage door rollers

source: Fasshähne, nicht aus Glas, Metall oder Gummi
en: Spigots [stoppers], not of glass, metal or rubber

source: Sprungfederelemente [nicht aus Metall] zur Integration in Polstern
en: Spring assemblies (Non-metallic -) for incorporation into cushions

source: Dekorative Actionfiguren aus Wachs
en: Action figures (Decorative -) of wax

source: Spezialmöbel für Personen mit eingeschränkter Bewegungsfähigkeit
en: Furniture adapted for use by those with mobility difficulties

source: Schlüssellochplatten, nicht aus Metall
en: Key hole plates of non-metallic materials

source: Schlüsselregale [Möbel]
en: Key racks [furniture]

source: Bausätze [komplett verkauft] bestehend aus Teilen zum Einbau in Möbeln
en: Kits of parts [sold complete] for assembly into articles of furniture

source: Rückwände [Teile von Möbeln]
en: Back panels [parts of furniture]

source: Kabelhalter aus Kunststoff
en: Cable supports made of plastics

source: Traumfänger [Dekorationsartikel]
en: Dreamcatchers [decoration]

source: Große Körbe für den Transport von Gegenständen
en: Hampers [baskets] for the transport of items

source: Schatullen aus Elfenbein
en: Caskets made of ivory

source: Schatullen aus Schilfrohr
en: Caskets made of reed

source: Stühle mit Lenkrollen
en: Chairs with castor wheels

source: Kannelierte Schienen, nicht aus Metall, zur Wandbefestigung von Staffeleien
en: Channelled strips (Non-metallic -) for securing easels to walls

source: Verdeckte Befestigungsvorrichtungen, nicht aus Metall
en: Concealed fastening devices of non-metallic materials

source: Mantelaufhänger [Wandhaken, nicht aus Metall]
en: Coat pegs [wall mounted hooks] non-metallic

source: Dekorative Kantenstreifen aus Kunststoff für Fensterbeschläge
en: Decorative edging strips of plastic for use with window fittings

source: Betten für Tiere
en: Beds for animals

source: Liegen für Haustiere
en: Beds for household pets

source: Entfernbare Trennwände aus Metall [Möbel]
en: Removable partitions [furniture] of metal

source: An Möbel angepasste Austauschsitzbezüge
en: Replacement seat covers [fitted] for furniture

source: Kunststoffclips für Flachbandkabel
en: Ribbon cable (Plastic clips for -)

source: Ringverschlüsse, nicht aus Metall
en: Ring closures, other than of metal

source: Tabletts, nicht aus Metall, ausgenommen für Haushaltszwecke
en: Trays, not of metal [other than for domestic purposes]

source: Sammelschienen, nicht aus Metall, für Telefonsignalkabel
en: Trunking (Non-metallic -) for cables carrying telephone signals

source: Füße für Anzeigeständer [nicht aus Metall]
en: Feet for display stands (non-metallic)

source: Schatullen aus Bernstein
en: Caskets made of amber

source: Schäkelbolzen, nicht aus Metall
en: Shackle bolts, not of metal

source: Aufblasbare Nackenstützkissen
en: Inflatable neck support cushions

source: Zusammenlegbare Verpackungskisten aus Kunststoff
en: Boxes (packaging -) in collapsible form [plastic]

source: Zusammengebaute Verpackungskisten [aus Holz]
en: Boxes (packaging -) in made-up form [wood]

source: Textile Möbelschutzhüllen [angepasst]
en: Textile covers [shaped] for furniture

source: Nicht metallische Teile von Möbeln
en: Parts of furniture (Non-metallic -)

source: Nicht metallische Regalteiler
en: Shelf dividers (Non-metallic -)

source: Regaltrenner, nicht aus Metall, als Teile von Möbeln
en: Shelf dividers (Non-metallic -) being parts of furniture

source: Schiebetüren für Schränke
en: Wardrobe sliding doors

source: Mobile Sockel [Möbel]
en: Mobile pedestals [furniture]

source: Mobile Schreibtische
en: Mobile writing desks

source: Sitze auf einem Tragbalken
en: Beam supported seating

source: Beschläge für Schaugestelle, nicht aus Metall
en: Shop display fittings, (Non-metallic -)

source: Ladenmöbel, nicht aus Metall
en: Shop fittings (Non-metallic -)

source: Einteilige Wandschirme [Möbel]
en: Single leaf screens [furniture]

source: Lagerbehälter für Werkzeuge, nicht aus Metall [leer]
en: Tool storage containers (non-metallic -) [empty]

source: Durchsichtige Möbeltüren aus Glas
en: Transparent doors of glass for furniture

source: Durchsichtige Lebensmittelbehälter für gewerbliche Verpackungszwecke
en: Transparent food containers for commercial packaging use

source: Matratzen [ausgenommen Entbindungsmatratzen]
en: Mattresses [other than child birth mattresses]

source: Raumteilertafeln [Möbel]
en: Room divider panels [furniture]

source: Höhenverstellbare Schreibtische
en: Desks of adjustable height

source: Behälter für Aufbewahrungszwecke [ausgenommen für Haushalt und Küche]
en: Containers (non-metallic -) for storage purposes [other than household or kitchen use]

source: Schraubringe, nicht aus Metall
en: Screw rings, not of metal

source: Stabverbinder, nicht aus Metall
en: Cane connectors of non-metallic materials

source: Zusammensetzbare Möbel
en: Composable furniture

source: Flaschenverschlüsse aus nicht metallischem Verbundmaterial
en: Composite caps of non-metallic materials for closing bottles

source: Kompostierungsbehälter, nicht aus Metall
en: Compost bins of non-metallic materials

source: Kunststoffgefäße zur Aufbewahrung von Waren während des Transports
en: Receptacles of plastic for storing goods for transportation

source: Kleiderständer
en: Clothes stands

source: Schrankhalterungen, nicht aus Metall
en: Cupboard fixtures (Non-metallic -)

source: Spiegel [versilbertes Glas]
en: Mirrors (silvered glass)

source: Gardinenhalter aus Messing
en: Tie back hooks of brass [curtain]

source: Rahmen für Betthimmel
en: Frames for bed canopies

source: Knäufe, nicht aus Metall, für Frontplatten
en: Front plate knobs (Non-metallic -)

source: Schubladen aus Metall [Teile von Möbeln]
en: Metal drawers [parts of furniture]

source: Trennwände aus Metall [Möbel]
en: Metal screens [furniture]

source: Anschlagtafeln bestehend aus faltbaren und untereinander verbundenen Metallstäben
en: Display boards comprising foldable and interconnectable metal rods

source: Schaugestelle mit Bauteilen aus Metall
en: Display stands having metal structural components

source: Feuersichere Schränke [Möbel] aus Metall
en: Fire safe cabinets [furniture] of metal

source: Schlauchschellen, nicht aus Metall
en: Hose clamps (Non-metallic -)

source: Buddhistische Familienaltare [Butsudan]
en: Buddhist family altars (butsudan)

source: Sitzkissen im japanischen Stil [Zaisu]
en: Japanese style floor seats (zaisu)

source: Paravents [Möbel]
en: Screens [furniture]

source: Innenjalousien für Fenster
en: Window blinds [indoor]

source: Riegel für Fensterläden, nicht aus Metall
en: Window casement bolts (Non-metallic -)

source: Flügelmuttern, nicht aus Metall
en: Wing nuts (Non-metallic -)

source: Holzschrauben, nicht aus Metall
en: Wood screws (Non-metallic -)

source: Papiertuchspender [ortsfest] nicht aus Metall
en: Tissue dispensers [fixed] not of metal

source: Halter für Fotografien [Rahmen]
en: Holders for photographs [frames]

source: Verschließbare Kästen [Möbel]
en: Locker boxes [furniture]

source: Tragbare Schaugestelle für Werbematerial
en: Portable display stands for supporting advertising

source: Kindersichere Flaschenverschlüsse, nicht aus Metall
en: Child resistant security closures (Non-metallic -) for bottles

source: Klammern, nicht aus Metall, zur Befestigung von Faltrollos
en: Clamps (Non-metallic -) for fixing pleated blinds

source: Gabelstifte, nicht aus Metall
en: Clevis pins, not of metal

source: Hausnummern, nicht leuchtend und nicht aus Metall
en: House numbers, not of metal, non-luminous

source: Möbel für Innen
en: Indoor furniture

source: Modellfiguren [Ziergegenstände] aus Holz
en: Model figures [ornaments] made of wood

source: Zu Betten umbaubare Möbelstücke
en: Furniture being convertible into beds

source: Möbel für industrielle Zwecke
en: Furniture for industrial use

source: Schutzhüllen für Bekleidungsstücke
en: Covers for clothing [wardrobe]

source: Tiermodelle [Ziergegenstände] aus Wachs
en: Model animals [ornaments] made of wax

source: Fahrzeugmodelle [Ziergegenstände] aus Kunstharz
en: Model vehicles [ornaments] made of synthetic resin

source: Rahmen für Bienenstöcke
en: Sections of wood for beehives

source: Scharniere, nicht aus Metall, mit Federung
en: Hinges, not of metal having a spring action

source: Kunststoffformen für die Herstellung von Möbeln
en: Plastic molds for use in manufacturing furniture

source: Dübel aus Plastik
en: Spring pins of plastic

source: Dekorative Actionfiguren aus Kunststoff
en: Action figures (Decorative -) of plastic

source: Aus Kunstharz gefertigte Modelle [Ziergegenstände]
en: Models [ornaments] made of synthetic resin

source: Flache Handfächer
en: Hand-held flat fans

source: Kabelanschlusskästen, nicht aus Metall und nicht elektrisch
en: Cable boxes of non-metallic materials (Non-electric -)

source: Kabeltrommeln, nicht mechanisch und nicht aus Metall
en: Cable drums (Non-mechanical -) of non-metallic materials

source: Sargbeschläge, nicht aus Metall
en: Coffin fittings, not of metal

source: Wasserbetten, nicht für medizinische Zwecke
en: Hydrostatic [water] beds, not for medical purposes

source: Arbeitsplatten [Möbel]
en: Work counters [furniture]

source: Gestelle [Möbel] für Fässer
en: Racks [furniture] for casks

source: Schatullen aus Muscheln
en: Caskets made of shell

source: Schatullen aus Weiden
en: Caskets made of wicker

source: Behälter, nicht aus Metall, zur Verpackung von Bier
en: Containers (Non-metallic -) adapted for packaging beer

source: Modulare Badezimmermöbel
en: Modular bathroom furniture

source: Fertige Teile von Bilderrahmen aus Holzersatzstoffen
en: Mouldings made of substitutes of wood for picture frames

source: Tabletts, nicht aus Metall [ausgenommen für den Hausgebrauch oder zum Sortieren oder Zählen von Geld]
en: Non-metallic trays [other than for domestic use or for sorting or counting money]

source: Rückflusssperrventile aus Kunststoff [ausgenommen Maschinenteile]
en: Non-return valves of plastic [other than parts of machines]

source: Ziffern für Nummernschilder, nicht aus Metall
en: Number plate digits (Non-metallic -)

source: Sammelbüchsen, nicht aus Metall
en: Collecting boxes (Non-metallic -)

source: Klappbare Stühle
en: Convertible chairs

source: Vogelnester
en: Beds for birds

source: Skulpturen aus Holz
en: Sculptures made from wood

source: Möbel aus Holzleisten
en: Slatted furniture

source: Polster für Möbel [Kissen]
en: Soft furnishings [cushions]

source: Schalldichte Schränke [Möbel]
en: Soundproof cabinets [furniture]

source: Ziergegenstände für den Tisch aus Holz
en: Table centres [ornaments] made of wood

source: Nasenringe für Bullen [nicht aus Metall]
en: Rings for bulls' noses [non-metallic]

source: Transportable Gasbehälter, nicht aus Metall
en: Transportable containers (Non-metallic -) for gases

source: Sammelschienen, nicht aus Metall, für Fernsehsignalkabel
en: Trunking (Non-metallic -) for leads carrying television signals

source: Schaugestelle für Präsentationszwecke
en: Display units for presentation purposes

source: Vitrinen für Verkaufsförderungszwecke
en: Display units for promotional purposes

source: Diwane aus Kunststoff
en: Divans made of plastics

source: Verpackungsbehälter für Eier aus Kunststoff
en: Egg containers [packaging] of plastic

source: Geschnitzte Bilderrahmen
en: Carved picture frames

source: Schatullen aus Knochen
en: Caskets made of bone

source: Große Kunststoffbehälter für gewerbliche Zwecke
en: Plastic bins [large] for industrial use

source: Lichtdichte Innenlamellenrollos
en: Blackout blinds [slatted, indoor]

source: Nicht metallische Sicherheitsschränke [Möbel]
en: Security cabinets (non-metallic -) [furniture]

source: Badezimmerzubehör in Form von Möbeln
en: Bathroom fittings in the nature of furniture

source: Ausklappbare Polstermöbel
en: Upholstered convertible furniture

source: Durchsichtige Möbeltüren mit Metallrahmen
en: Transparent doors (Metal framed -) for furniture

source: Vorhangringe aus Metall
en: Metal curtain rings

source: Kunstgegenstände aus Holz
en: Works of art made of wood

source: Halterungen für Gardinenstangen
en: Supports for supporting curtain poles

source: Architektonisches Befestigungsmaterial, nicht aus Metall
en: Architectural fasteners of non-metallic materials

source: Montierte Schaugestelle
en: Assembled display stands

source: Schutzbehälter, nicht aus Metall, zum Verpacken von Waren
en: Protective containers of non-metallic materials for packing goods

source: Dekorative Kantenstreifen aus Holz für Möbel
en: Decorative edging strips of wood for use with furniture

source: Lagerregale [Möbelstücke]
en: Storage shelves [furniture]

source: Leitern aus Glasfaser
en: Ladders made of glass fibre

source: Nicht metallische Schraubkappen
en: Screw covers, not of metal

source: Türbeschläge aus Holz
en: Door furniture made of wood

source: Schienen, nicht aus Metall, für Falttüren
en: Rails (Non-metallic -) for folding doors

source: Umsetzbare Lagerregale [Möbel], aus Metall
en: Relocatable metal storage racks [furniture]

source: Kleiderständer [nicht aus Metall]
en: Coat pegs [stands] non-metallic

source: Briefkästen, nicht aus Metall
en: Letter boxes, non-metallic

source: Spiegel [Möbel]
en: Mirrors [furniture]

source: Bilderrahmen aus Metall
en: Frames (Picture -) of metal

source: Hängeblumenkörbe aus nicht metallischen Materialien
en: Hanging baskets [flower] of non-metallic materials

source: Schubkastenknäufe, nicht aus Metall
en: Drawer knobs (Non-metallic -)

source: Handtuchständer [Möbel]
en: Towel stands [furniture]

source: Liegesessel [Möbel]
en: Recliners [furniture]

source: Durchsichtige Kunststoffplatten als Teil von Verpackungsbehältern
en: Panels of transparent plastics being parts of packaging containers

source: Anschlagtafeln zum Ausstellen vom grafischem Material
en: Boards for the display of graphic materials

source: Frisierkommoden mit drei Spiegeln
en: Three-mirror dressing tables

source: Dübel [Wanddübel], nicht aus Metall
en: Plugs [dowels], not of metal

source: Nicht elektrische Steuerungen, nicht aus Metall, zum Schließen von Türen
en: Control apparatus (Non-electric -), not of metal for closing doors

source: Ortsfeste Handtuchspender
en: Dispensers (Fixed -) for towels

source: Kommoden [Möbelstücke]
en: Dressers [furniture]

source: Armstützen im japanischen Stil [Kyosoku]
en: Japanese style arm rests (kyosoku)

source: Kratzbäume für Katzen
en: Scratching posts for cats

source: Bambus
en: Bamboo

source: Innenjalousien für Fenster aus Holz
en: Window blinds made of wood [indoor]

source: Kippbare Türen, nicht aus Metall, als Möbelteile
en: Tiltable doors (Non-metallic -) parts of furniture

source: Ventile [Hähne] nicht aus Metall, zum Steuern des Ausflusses von Flüssigkeiten aus Tonnen
en: Valves (Non-metallic -) [taps] for controlling the flow of liquid out of barrels

source: Verpackungsbehälter, nicht aus Metall
en: Packaging containers not of metal

source: Tragbare Kästen [Behälter] aus Holz
en: Portable boxes [containers] of wood

source: Tragbare Schreiboberflächen [Möbel]
en: Portable writing surfaces [furniture]

source: Kannelierte Schienen, nicht aus Metall, zur Wandbefestigung von Bildschirmen
en: Channelled strips (Non-metallic -) for securing screens to walls

source: Kannelierte Schienen, nicht aus Metall, zur Wandbefestigung von Schreibtafeln
en: Channelled strips (Non-metallic -) for securing writing boards to walls

source: Nicht metallische Klammern zum Befestigen von Planen
en: Clamps (Non-metallic -) for fixing awnings

source: Nicht metallische Klemmen als Türfeststeller
en: Clamps (Non-metallic -) for fixing doors

source: Klemmen aus Kunststoff
en: Clips made of plastics

source: Schilder aus Holz oder Kunststoff
en: Signboards of wood or plastics

source: Boxen aus Holz oder Kunststoff
en: Boxes of wood or plastic

source: Aufblasbare Matratzen, außer für medizinische Zwecke
en: Inflatable mattresses, other than for medical purposes

source: Futonmatratzen [ausgenommen Matratzen für Entbindungen]
en: Futon mattresses [other than childbirth mattresses]

source: Modellfiguren [Ziergegenstände] aus Wachs
en: Model figures [ornaments] made of wax

source: Möbel für Wintergärten
en: Furniture for conservatories

source: Flugzeugmodelle [Ziergegenstände] aus Kunstharz
en: Model aeroplanes [ornaments] made of wax

source: Flugzeugmodelle [Ziergegenstände] aus Wachs
en: Model aeroplanes [ornaments] made of wood

source: Halter für Ausstellungsmaterial [Möbel]
en: Holders for display material [furniture]

source: Innenrollläden für Fenster
en: Interior window shutters

source: Nicht metallische Fensterglasbefestigungshalter
en: Window glazing fixtures (Non-metallic -)

source: Sprungfederelemente [nicht aus Metall] zur Integration in Matratzen
en: Spring assemblies (Non-metallic -) for incorporation into mattresses

source: Federringe aus Plastik
en: Spring washers of plastic
